tap "denisidoro/tools"
tap "gentleman-programming/tap"
tap "steveyegge/beads"

brew "atuin"
brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "cloudflared"
brew "coreutils"
brew "denisidoro/tools/docpars"
brew "diffnav"
brew "dolt"
brew "eza"
brew "fd"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gemini-cli"
brew "gentleman-programming/tap/engram"
brew "gh"
brew "glances"
brew "gnu-sed"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "llmfit"
brew "make"
brew "mkcert"
brew "mole"
brew "neovim"
brew "ollama"
brew "onefetch"
brew "pipx"
brew "redis"
brew "rust"
brew "sesh"
brew "steveyegge/beads/bd"
brew "summarize"
brew "tlrc"
brew "tmux"
brew "uv"
brew "vercel-cli"
brew "worktrunk"
brew "yazi"
brew "zoxide"
brew "zsh"
